Repository: Kaiteki-Fedi/Kaiteki
Catalog: src/kaiteki/lib/l10n/app_*.arb
Languages: es, he, ja, lv

# apiTypeDialog_title
source: Couldn't detect instance type
es: No se pudo determinar el tipo de instancia
he: לא נמצא סוג השרת
ja: インスタンスタイプを検出できませんでした
lv: Nevarēja noteikt instances tipu

# apiTypeDialog_description
source: Kaiteki tried to find out what software the instance is running but couldn't figure it out. Please select the correct instance backend from down below.
es: Kaiteki intentó determinar qué software utiliza la instancia pero no lo consiguió. Por favor, selecciona el correcto abajo.
he: Kaiteki ניסה למצוא את התוכנה שעליה השרת רץ, אך ללא הצלחה. בבקשה בחר את סוג השרת המתאים מהרשימה.
ja: :インスタンスタイプを検出できませんでした。Kaitekiはインスタンスがどのソフトウェアを実行しているかを見つけようとしましたが、不明でした。正しいインスタンスバックエンドを下記から選択してください。
lv: Kaiteki mēģināja noskaidrot, kādu programmatūru instance izmanto, bet nevarēja to izdomāt. Lūdzu, izvēlieties pareizo instances programmatūru no apakšas.

# apiTypeDialog_missing
source: Is something missing?
es: ¿Falta algo?
he: חסר משהו?
ja: 何かが足りないかもしれません
lv: Vai kaut kā trūkst?

# mfaTitle
source: Two-Factor-Authentication
es: Autenticación en dos pasos
he: אימות בשני גורמים
ja: 二要素認証
lv: Divu Faktoru Autentifikāciju

# mfaNoCode
source: Please enter a code
es: Por favor introduzca un código
he: נא הקש קוד
ja: コードを入力してください
lv: Lūdzu, ievadiet kodu

# cancelButtonLabel
source: Cancel
es: Cancelar
he: ביטול
ja: キャンセル
lv: Atcelt

# verifyButtonLabel
source: Verify
es: Verificar
he: אימות
ja: 確認
lv: Pierādīt

# removeButtonLabel
source: Remove
es: Eliminar
ja: 削除
lv: Noņemt

# viewPostButtonLabel
source: View Post
es: Ver el mensaje
ja: 投稿を見る
lv: Skatīt Ziņu

# continueAnywayButtonLabel
source: Continue anyway
es: Continuar de todos modos
he: המשך בכל זאת
ja: とにかく続行
lv: Turpināt jebkurā gadījumā

# abortButtonLabel
source: Abort
es: Abortar
ja: 中止
lv: Pārtraukt

# sharedBackendFunctionality
source: These are the features that both {api} and Kaiteki support:
es: Estas son las características que tanto {api} como Kaiteki soportan:
he: להלן התכונות הנתמכות ע"י Kaiteki ו-{api}:
ja: これらは {api} とKaitekiの両方がサポートする機能です:
lv: Šīs ir funkcijas, kuras atbalsta gan {api}, gan Kaiteki:

# reactionSupport
source: Reactions
es: Reacciones
he: תגובות אימוג'י
ja: リアクション
lv: Reakcijas

# reactionSupportDescription
source: Add reactions to posts
ja: 投稿にリアクション

# chatSupport
source: Chats
es: Conversaciones
he: צ'אטים
ja: チャット
lv: Čati

# chatSupportDescription
source: Send instant messages to other users
ja: 他のユーザーとチャット

# previewSupport
source: Post previews
es: Vista previa de mensajes
he: תצוגה מקדימה
ja: 投稿のプレビュー
lv: Ziņojumu priekšskatījumi

# previewSupportDescription
source: See a preview of your post before sending it
ja: 投稿を投稿する前にプレビューを見る

# discoverInstancesButtonLabel
source: Discover instances
es: Descubre instancias
he: מצא שרתים
ja: インスタンスを見つける
lv: Atklājiet instanci

# discoverInstancesTitle
source: Discover Instances
es: Descubre instancias
he: מצא שרתים
ja: インスタンスを見つける
lv: Atklājiet instanci

# discoverInstancesDisclaimer
source: This is a list of handpicked instances, recommended by the developers of Kaiteki and every supported instance software.
es: Esta es una lista de instancias seleccionadas a mano y recomendadas por los desarrolladores de Kaiteki, cuyo software es soportado.
he: להלן רשימה של שרתים המומלצים ע"י Kaiteki.
ja: これは、Kaitekiの開発者が推奨する、サポートされている全インスタンスの一覧です。
lv: Šis ir rūpīgi atlasīts instanci saraksts, ko iesaka Kaiteki izstrādātāji un katra atbalstītā instanci programmatūra.

# chooseButtonLabel
source: Choose
es: Elegir
he: המשך
ja: 選ぶ
lv: Izvēlieties

# runsOn
source: Runs on {api}
es: Funciona con {api}
he: מריץ {api}
ja: {api} で動作します
lv: Darbojas uz {api}

# usesFediverseCovenant
source: Uses the Fediverse-Friendly Moderation Covenant
he: משתמש באמנה הידידותית ל-Fediverse
ja: Fediverse-Friendly Moderation Covenantを使用
lv: Izmanto Fediverse-Friendly Moderation Covenant

# usesMastodonCovenant
source: Uses the Mastodon Server Covenant
he: משתמש באמנת Mastodon
ja: マストドンサーバー規約を使用

# visibilityButtonTooltip
source: Change post scope
es: Cambiar visibilidad
ja: 投稿の公開範囲を変更
lv: Mainīt ziņojuma jomu

# attachButtonTooltip
source: Attach
es: Adjuntar
he: צרף
ja: ファイルを添付
lv: Pievienot

# emojiButtonTooltip
source: Insert emoji
es: Añadir emoji
he: הוסף אימוג'י
ja: 絵文字を挿入
lv: Ievietot emocijzīmes

# formattingButtonTooltip
source: Change formatting
es: Cambiar formato
ja: フォーマットを変更
lv: Mainīt formatējumu

# aboutInstanceTitle
source: About {instance}
es: Acerca de {instance}
he: אודות {instance}
ja: {instance} について
lv: Par {instance}

# aboutBackendTitle
source: About {api}
es: Sobre {api}
he: אודות {api}
ja: {api} について
lv: Par {api}

# loginButtonLabel
source: Login
he: התחבר
ja: ログイン
lv: Pierakstieties

# featureSupported
source: {feature} are supported
es: Con soporte para {feature}
he: תמיכה ב{feature}
ja: {feature} がサポートされています
lv: {feature} tiek atbalstīts

# featureUnsupported
source: {feature} are not supported
es: Sin soporte para {feature}
he: אין תמיכה ב{feature}
ja: {feature} はサポートされていません
lv: {feature} netiek atbalstīts

source: Rules
es: Reglas
he: חוקים
ja: ルール
lv: Noteikumi

# rulesLearnMore
source: Learn more about the rules
es: Aprende más sobre las reglas
he: ראה עוד לגבי חוקי השרת
ja: ルールについてもっと知る
lv: Uzziniet vairāk par noteikumiem

# postPreviewTitle
source: Preview
es: Vista previa
he: תצוגה מקדימה
ja: プレビュー
lv: Priekšskatījums

# postPreviewWaiting
source: Start writing a post to see a preview!
es: ¡Empieza a escribir para la vista previa!
he: התחל לכתוב פוסט כדי לראות תצוגה מקדימה!
ja: 投稿を書きましょう！
lv: Sāciet rakstīt ziņu, lai redzētu priekšskatījumu!

# composeBodyHint
source: Just landed in L.A.
es: Acabo de aterrizar en Los Ángeles.
he: בדיוק נחתתי בלוס אנג'לס
ja: あなたが書くのを待っています…
lv: Tikko izkrauti L.A.

# composeSubjectHint
source: Subject (optional)
es: Asunto (opcional)
he: נושא (רשות)
ja: 件名(オプション)
lv: Priekšmets (izvēles)

# postSubmissionFailed
source: Post failed to send
es: Falló la publicación del mensaje
he: שליחת הפוסט נכשלה
ja: 投稿に失敗しました
lv: Ziņu neizdevās nosūtīt

# postSubmissionSending
source: Sending post
es: Publicando mensaje
he: שולח פוסט
ja: 投稿しています…
lv: Ziņojuma nosūtīšana

# postSubmissionSent
source: Post sent
es: Mensaje publicado
he: פוסט נשלח
ja: 投稿できました
lv: Ziņojums nosūtīts

# submitButtonTooltip
source: Submit
es: Enviar
he: שלח
ja: 投稿
lv: Iesniegt

# empty
source: Looks empty hereâ€¦
es: Esto está vacío…
ja: 投稿が入力されていません
lv: Izskatās tukšs šeit…

# postsTab
source: Posts
es: Mensajes
he: פוסטים
ja: 投稿
lv: Ziņojumi

# followersTab
source: Followers
es: Seguidores
he: עוקבים
ja: フォロワー
lv: Sekotājs

# followingTab
source: Following
es: Siguiendo
ja: フォロー中
lv: Sekojat

# timelineTab
source: Timeline
es: Línea temporal
he: ציר זמן
ja: タイムライン
lv: Plūsma

# notificationsTab
source: Notifications
es: Notificaciones
he: התראות
ja: 通知
lv: Notifikacijas

# chatsTab
source: Chats
he: צ'אטים
ja: チャット
lv: Čati

# niy
source: Not implemented yet
es: Sin implementar
ja: 未実装です
lv: Vēl nav īstenots

source: Settings
es: Ajustes
he: הגדרות
ja: 設定
lv: Iestatījums

# welcome
source: Welcome to Kaiteki!
es: ¡Bienvenido a Kaiteki!
he: ברוך הבא ל-Kaiteki!
ja: Kaitekiにようこそ!
lv: Laipni lūdzam uz Kaiteki!

# accountRequiredToContinue
source: To continue, you need to log into at least one instance.
es: Para continuar necesitas iniciar sesión en al menos una instancia.
he: כדי להמשיך, אנא התחבר לשרת.
ja: 続けるには、少なくとも1つのインスタンスにログインしてください。
lv: Lai turpinātu, jums ir pierakstieties uz vismaz vienā instancē.

# settingsHideSensitivePosts
source: Hide sensitive posts
es: Ocultar mensajes sensibles
ja: センシティブな投稿を隠す
lv: Slēpt sensitīvus ziņojumus

# settingsSensitivePosts
source: Sensitive posts
es: Mensajes sensibles
ja: センシティブな投稿
lv: Sensitīvi ziņojumi

# settingsSubjectPosts
source: Posts with subjects
es: Mensajes con asunto
he: פוסטים עם נושא
ja: 件名のある投稿
lv: Ziņojumi ar priekšmetiem

# settingsDisabled
source: Disabled
es: Deshabilitado
ja: 無効
lv: Deaktivizēts

# creditsTitle
source: Credits
es: Créditos
he: קרדיטים
ja: クレジット
lv: Kredīti

# failedToLaunchUrl
source: URL couldn't be opened
es: La URL no se pudo abrir
he: לא ניתן לפתוח URL
ja: URLが開けませんでした
lv: URL nevarēja atvērt

# settingsAbout
source: About Kaiteki
es: Acerca de Kaiteki
he: אודות Kaiteki
ja: Kaitekiについて
lv: Par Kaiteki

# settingsGeneral
source: General
he: כללי
ja: 総合的な設定
lv: Vispārīgi

# settingsProfile
source: Profile
es: Perfil
he: פרופיל
ja: プロフィール
lv: Profils

# settingsSecurity
source: Security
es: Seguridad
he: אבטחה
ja: セキュリティ
lv: Drošība

# settingsFiltering
source: Filtering
es: Filtrado
ja: フィルタリング
lv: Filtrēšana

# settingsNotifications
source: Notifications
es: Notificaciones
he: התראות
ja: 通知
lv: Notifikacijas

# settingsImportExport
source: Data Import / Export
es: Importar / Exportar datos
he: יבוא / יצוא
ja: データのインポート/エクスポート
lv: Datu Importēšana / Eksportēšana

# settingsMutesBlocks
source: Mutes and Blocks
es: Silenciar y bloquear
he: השתקות וחסימות
ja: ミュートとブロック
lv: Noslāpēti un Bloki

# settingsKaiteki
source: Kaiteki Settings
es: Ajustes de Kaiteki
he: הגדרות Kaiteki
ja: Kaiteki設定
lv: Kaiteki Iestatījums

# settingsCustomization
source: Customization
he: התאמה אישית
ja: カスタマイズ
lv: Pielāgošana

# settingsTabs
source: Tabs
he: כרטיסיות
ja: タブ
lv: Zīmni

# settingsDebugMaintenance
source: Debug and Maintenance
he: ניפוי ותחזוקה
ja: デバッグとメンテナンス
lv: Atkļūdošana un Uzturēšana

# authNoInstance
source: Please enter an instance
ja: インスタンスを入力してください
lv: Lūdzu, ievadiet instanci

# authNoPassword
source: Please enter a password
ja: パスワードを入力してください
lv: Lūdzu, ievadiet paroli

# authNoUsername
source: Please enter an username
ja: ユーザー名を入力してください
lv: Lūdzu, ievadiet lietotājvārdu

# authDuplicate
source: There's already an account with the same instance and username
ja: 同インスタンスにユーザー名が同一なアカウントが既に存在します
lv: Jau ir konts ar tādu pašu instanci un lietotājvārdu

# authNoUrlAllowed
source: Please only provide the domain name
ja: ドメイン名のみを指定してください
lv: Lūdzu, norādiet tikai domēna nosaukumu

# loginTitle
source: Log into an instance
ja: インスタンスにログイン
lv: Pierakstīties instancē

# loginTitleInstance
source: Log into {instance}
ja: {instance} にログインします
lv: Pierakstīties pakalpojumā {instance}

# nextButtonLabel
source: Next
ja: 次
lv: Tālāk

# backButtonLabel
source: Back
ja: 戻る
lv: Atpakaļ

# instanceFieldHint
source: Instance
ja: インスタンス

# usernameFieldHint
source: Username
ja: ユーザーネーム/ID
lv: Lietotājvārds

# passwordFieldHint
source: Password
ja: パスワード
lv: Parole

# emailFieldHint
source: E-Mail address
ja: メールアドレス
lv: E-Pasta adrese

# repeatPasswordFieldHint
source: Repeat password
ja: パスワードを再度入力
lv: Atkārtot paroli

# authPasswordNoMatch
source: Passwords must match
ja: パスワードが一致していません
lv: Parolēm ir jāatbilst

# forgotPasswordButtonLabel
source: Forgot password
ja: パスワードを忘れた
lv: Aizmirsu paroli

# createAccountButtonLabel
source: Create a new account
ja: アカウント新規作成
lv: Izveidot jaunu kontu

# existingAccountButtonLabel
source: Log in with an existing account
ja: 既存のアカウントでログイン
lv: Pierakstieties ar esošu kontu

# registerButtonLabel
source: Register
ja: 登録
lv: Reģistrēts

# unsupportedInstanceTitle
source: This instance type is currently unsupported
ja: このインスタンスは現在サポート対象外です
lv: Šis instance tips pašlaik nav atbalstīts

# unsupportedInstanceDescriptionCORS
source: Kaiteki Web doesn't support {api} at the moment because your browser blocks requests to the instance with origin from other websites. For more information please visit
ja: Kaiteki Webは現在 {api} をサポートしていません。これは、あなたのブラウザが他のWebサイトからのオリジンを持つインスタンスへのリクエストをブロックしているためです。詳細については、以下をご覧ください。
lv: Kaiteki Web šobrīd neatbalsta {api}, jo jūsu pārlūkprogramma bloķē pieprasījumus instancei ar izcelsmi no citām vietnēm. Lai iegūtu vairāk informācijas, lūdzu, apmeklējiet

# addAccountButtonLabel
source: Add Account
ja: アカウントを追加
lv: Pievienot Kontu

# emojiRetrievalFailed
source: Failed to retrieve emojis
ja: 絵文字の取得に失敗しました
lv: Neizdevās izgūt emocijzīmes

# threadRetrievalFailed
source: Failed to retrieve thread
ja: スレッドの取得に失敗しました
lv: Neizdevās izgūt pavedienu

# conversationTitle
source: Conversation
ja: 会話
lv: Saruna

# emptyAccounts
source: No accounts
ja: アカウントがありません
lv: Nav kontu

# manageAccountsTitle
source: Manage Accounts
ja: アカウントを管理
lv: Pārvaldīt Kontus

# accountRemovalConfirmationTitle
source: Remove account?
ja: アカウントをKaitekiから削除しますか？
lv: Vai tiešām vēlaties noņemt šo kontu?

# accountRemovalConfirmationDescription
source: If you remove this account you will have to sign in later to use it again.
ja: アカウントを削除しますか？このアカウントを削除すると、次回使用する際にサインインし直す必要があります。
lv: Vēlāk šis konts būs jāpievieno vēlreiz.

# filteringIncludeSensitive
source: Include posts marked as sensitive
ja: センシティブと設定された投稿を含める
lv: Iekļaut ziņojumus, kas atzīmēti kā sensitīvi

# filteringIncludeSubject
source: Include posts with subject
ja: 投稿に件名を含める
lv: Iekļaut ziņojumus ar tēmu

# filteringSensitiveTitle
source: Filter sensitive posts
ja: センシティブな投稿フィルタリング
lv: Filtrēt sensitīvus ziņojumus

# composeButtonLabel
source: Compose
ja: 作成
lv: Rakstīt

# composeDialogTitle
source: Compose new post
ja: 新しい投稿を作成
lv: Rakstīt jaunu ziņu

# composeDialogTitleReply
source: Reply to
ja: 返信先
lv: Atbildēt uz

# discardButtonTooltip
source: Discard
ja: 削除
lv: Izmest

source: Theme
ja: テーマ
lv: Dizains

# selectThemeTitle
source: Select theme
ja: テーマを選択
lv: Izvēlieties dizains

# themeLight
source: Light
ja: ライト
lv: Gaišs

# themeDark
source: Dark
ja: ダーク
lv: Tumšs

# themeSystem
source: System default
ja: システムのデフォルト
lv: Sistēmas noklusējums

# creditsLicenses
source: Open Source Licenses
ja: オープンソースライセンス
lv: Brīvības Programmas Licence

# creditsGithubRepo
source: GitHub Repository
ja: GitHubリポジトリ
lv: GitHub Repozitorijs

# creditsWebsite
source: Website
ja: Webサイト

# attachmentUnsupported
source: Unsupported attachment
ja: 添付ファイルの形式が未サポートです
lv: Neatbalstīts Pielikums

# viewOnlineButtonLabel
source: View online
ja: Webブラウザで見る
lv: Skatīt tiešsaistē

# timeDifferenceMinutes
source: {minutes}m
ja: {minutes}分

# timeDifferenceHours
source: {hours}h
ja: {hours}時間

# timeDifferenceDays
source: {days}d
ja: {days}日

# timeDifferenceWeeks
source: {weeks}w
ja: {weeks}週

# timeDifferenceYears
source: {years}y
ja: {years}年

# timeDifferenceSeconds
source: {seconds}s
ja: {seconds}秒

# timeDifferenceNow
source: now
ja: 今
lv: tagad

source: Reply to
ja: 返信先
lv: Atbildēt uz

# postRepeated
source: repeated
ja: 拡散
lv: atkārtots

# openInBrowserLabel
source: Open in browser
ja: ブラウザで開く
lv: Atvērt pārlūkprogrammā

# visibilityDirect
source: Direct
ja: ダイレクト
lv: Tiešs

# visibilityFollowersOnly
source: Followers-only
ja: フォロワー限定
lv: Tikai-sekotāji

# visibilityUnlisted
source: Unlisted
ja: ホーム限定/Unlisted
lv: Nav uzskaitīti

# visibilityPublic
source: Public
ja: 公開
lv: Publiskais

# formattingPlain
source: Plain text
ja: プレーンテキスト
lv: Vienkāršs teksts

# attachFilesButtonLabel
source: Attach files
ja: ファイルを添付
lv: Pievienot failus

# takePictureButtonLabel
source: Take picture
ja: 写真を撮る
lv: Fotografēt

# createPollButtonLabel
source: Create poll
ja: アンケートを作成
lv: Izveidot aptauju

# recordVoiceButtonLabel
source: Record voice
ja: 録音する
lv: Ierakstīt balss

# subjectButtonLabelEnable
source: Enable subject
ja: 件名を有効化
lv: Iespējot priekšmetu

# subjectButtonLabelDisable
source: Disable subject
ja: 件名を無効化
lv: Atspējot priekšmetu

# timelineRetrievalFailed
source: Failed to fetch timeline
ja: タイムラインの取得に失敗しました

source: Refresh
ja: 更新

# attachmentNoDescription
source: No description
ja: 説明がありません

# attachmentDownloadButtonLabel
source: Download attachment
ja: 添付ファイルをダウンロード

# attachmentDownloadInProgress
source: Downloading attachment...
ja: 添付ファイルをダウンロード中…

# attachmentDownloadSuccessful
source: Downloaded {fileName}
ja: {fileName} をダウンロード完了

# attachmentDownloadDialogTitle
source: Download attachment
ja: 添付ファイルのダウンロードの確認

# creditsTelegramChannel
source: Telegram Channel
ja: Telegramチャンネル

# discardDraftDialogTitle
source: Discard draft?
ja: 下書きの破棄の確認

# discardDraftDialogDescription
source: Are you sure you want to discard this draft?
ja: この下書きを破棄してもいいですか？

# discardButtonLabel
source: Discard
ja: 破棄

# keepWritingButtonLabel
source: Keep writing
ja: 執筆を続ける

# whyButtonLabel
source: Why?
ja: なぜ？

# refreshTimelineButtonLabel
source: Refresh
ja: 更新

# postBookmarkAdded
source: Bookmark added
ja: ブックマークが追加されました

# postBookmarkRemoved
source: Bookmark removed
ja: ブックマークから削除されました

# postBookmarkFailed
source: Failed to add or remove post from bookmarks
ja: 投稿をブックマークに追加/削除できませんでした

# postFavoriteFailed
source: Failed to un-/favorite post
ja: お気に入り解除に失敗しました。

# postRepeatFailed
source: Failed to un-/repeat post
ja: 投稿の拡散に失敗しました

# postRemoveFromBookmarks
source: Unbookmark
ja: ブックマークから削除

# postAddToBookmarks
source: Bookmark
ja: ブックマークに追加

# bookmarksTab
source: Bookmarks
ja: ブックマーク

# reportLabel
source: Report
ja: 報告

# reportsTitle
source: Submitted Reports
ja: 報告する

# accountSettingsTitle
source: Account Settings
ja: アカウント設定

# reportSupport
source: Abuse reports
ja: 違反を報告

# reportSupportDescription
source: Report users or posts to the moderation team.
ja: ユーザーもしくは投稿を報告する

# bookmarkSupport
source: Bookmarks
ja: ブックマーク

# bookmarkSupportDescription
source: Bookmark posts and see them in the bookmarks tab.
ja: 投稿をブックマークしてブックマークタブから閲覧できます

# okButtonLabel
source: OK
lv: Labi

# formattingMfm
source: Misskey-flavored Markdown
lv: Misskey-tipa Markdown
